Repository: MostafaSensei106/NekoMimi
Catalog: lib/l10n/intl_*.arb
Languages: ar, jp

# title
source: Neko Mimi
ar: أذان القط
jp: 猫耳

# DarkModeListTitle
source: DarkMode
ar: المظهر الداكن
jp: ダークモード

# DarkModeListSubTitle
source: Change Appearance
ar: تغير مظهر التطبيق
jp: 外観の変更

# DevListTitle
source: Dev
ar: المطور
jp: 開発者

# DevListSubTitle
source: Support,Contact Dev
ar: دعم, تواصل مع المطور
jp: サポート、開発者への連絡

source: Dev DM
ar: رسالة من المطور
jp: 開発者へのDM

# SupportMeMassage
source: I made this application when I was sitting empty and couldnâ€™t find anything to do, so enjoy. If you Like my App, you can buy me a coffee to support future projects.
ar: I made this application when I was sitting empty and couldn’t find anything to do, so enjoy. If you’d like, you can buy me a coffee to support future projects.
jp: 何もすることがなくて暇だった時にこのアプリを作りました。楽しんでください！アプリが気に入ったら、今後のプロジェクトのためにコーヒーをおごっていただけると嬉しいです。

# DevThx
source: Thank you very much. <3
ar: شكراً جزيلاً. <3
jp: どうもありがとうございます。<3

# SupportMeBtn
source: Support Developer
ar: دعم المطور
jp: 開発者をサポート

# ContactDev
source: Contact Me @Mostafa_Sensei106
ar: تواصل معي @Mostafa_Sensei106
jp: お問い合わせ @Mostafa_Sensei106

# AboutAppListTitle
source: About App
ar: معلومات التطبيق
jp: アプリについて

# AboutAppListSubTitle
source: Learn More About App
ar: اطلع علي المزيد حول التطبيق
jp: アプリの詳細

# AboutApp
source: Neko Mimi is A trolling application I made when I was sitting empty and couldnt find anything to do so enjoy
ar: Neko Mimi هو تطبيق مزاح صنعته عندما كنت جالسًا بلا شيء أفعله ولم أجد أي شيء آخر، لذا استمتعوا به.
jp: ネコミミは、暇なときに作ったちょっとしたアプリです。楽しんでください！

source: License
ar: التراخيص
jp: ライセンス

source: Close
ar: إغلاق
jp: 閉じる
